{"translation-revision-date":"2026-01-20 16:19:50+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Unparalleled performance - Cleaner code & a lighter CSS footprint with single-div wrappers.":["Performances inégalées - Code plus propre et empreinte CSS plus légère grâce aux conteneurs à div unique."],"The next generation of web creation":["La prochaine génération de création web"],"Welcome to version 4 of Elementor's Editor. It’s faster, more flexible, and built on a fully atomic approach to structure & styling.":["Bienvenue dans la version 4 de l’éditeur d’Elementor. Plus rapide, plus flexible et construite sur une approche atomique de la structure et du style."],"Version 4":["Version 4"],"By deactivating, you’ll lose all Atomic Elements, Classes and Variables. Any content you created with these features will no longer be available or appear on your site.":["En désactivant cette fonctionnalité, vous perdrez tous les éléments atomiques, les classes et les variables. Tout contenu créé avec ces fonctionnalités ne sera plus disponible ni visible sur votre site."],"You're about to lose all content created with version 4":["Vous allez perdre tout le contenu créé avec la version 4"],"Features are still in development, but the beta is safe to use in production.":["Certaines fonctionnalités sont encore en développement, mais la version bêta peut être utilisée en production en toute sécurité."],"Ouch, there was a glitch. Try activating V4 again soon.":["Oups, il y a eu un problème. Essayez d’activer à nouveau la V4 prochainement."],"You’ve deactivated the new Editor. Have feedback?":["Vous avez désactivé le nouvel éditeur. Avez-vous des commentaires ?"],"Welcome! You’ve got the newest version of the editor.":["Bienvenue ! Vous disposez de la dernière version de l’éditeur."],"Activate the new experience":["Activer la nouvelle expérience"],"Try out the new experience":["Faites l’expérience de la nouveauté"],"Tell us why":["Dites-nous pourquoi."],"Head over to Github":["Rendez-vous sur Github"],"We’d love your feedback!":["Nous serions ravis de recevoir vos commentaires !"],"And much more!":["Et bien plus encore !"],"Fully responsive design - Customize any style property per screen.":["Conception entièrement responsive - Personnalisez n’importe quelle propriété de style par écran."],"Deactivate V4":["Désactiver V4"],"By activating, you’ll get early access to the next generation of Elementor’s Editor. This is your chance to explore new capabilities and help shape the future of Elementor! ":["En activant votre compte, vous aurez un accès anticipé à la prochaine génération de l’éditeur d’Elementor. C’est votre chance d’explorer de nouvelles capacités et de contribuer à façonner l’avenir d’Elementor ! "]," Important notes:":[" Notes importantes :"],"Consistent styling experience - A unified Style tab for all atomic elements.":["Une expérience de style cohérente - Un onglet « Style » unifié pour tous les éléments."],"Professional tools at your fingertips - Variables, Classes and States.":["Des outils professionnels à portée de main - variables, classes et états."],"Here’s what’s inside the beta version:":["Voici ce que contient la version bêta :"],"Containers and Nested Elements will stay in their current status.":["Les conteneurs et les éléments imbriqués conservent leur état actuel."],"When you activate, you’ll also be activating Containers and Nested Elements. You can turn them back off by going to: WP Admin > Elementor > Settings > Features.":["Lorsque vous activez, vous activez également les conteneurs et les éléments imbriqués. Vous pouvez les désactiver en allant dans WP Admin > Elementor > Réglages > Fonctionnalités."],"You are about to enable version 4 features!":["Vous êtes sur le point d’activer les fonctionnalités de l’éditeur V4 !"],"I’ve read and understood.":["J’ai lu et compris."],"Deactivate":["Désactiver"],"Editor V4":["Éditeur V4"],"Activate":["Activer"],"Learn more":["Apprendre plus"],"Beta":["Bêta"],"Cancel":["Annuler"]}},"comment":{"reference":"assets\/js\/editor-v4-opt-in.strings.js"}}